~Version
 VERS              .         2.0                           : CWLS LOG ASCII STANDARD - VERSION 2.0
 WRAP              .         NO                            : ONE LINE PER DEPTH STEP
 DLM               .         SPACE                         : DELIMITING CHARACTER(SPACE TAB OR COMMA)
~Well Information
#_______________________________________________________________________________
#
#PARAMETER_NAME    .UNIT     VALUE                         : DESCRIPTION
#_______________________________________________________________________________
STRT               .M        840                           : First reference value
STOP               .M        1210                          : Last reference value
STEP               .M        10                            : Step increment
NULL               .         -9999                         : Missing value
COMP               .                                       : Company
WELL               .         616                           : Well name
FLD                .                                       : Field
LOC                .                                       : Location
CNTY               .                                       : County
STAT               .                                       : State
CTRY               .                                       : Country
SRVC               .                                       : Service Company
DATE               .                                       : Date
API                .                                       : API number
PROJECT_UPGRADE_TIME .         2021-03-18T21_24_50           : 
group              .         Good                          : 
~Parameter Information Block
#_______________________________________________________________________________
#
#PARAMETER_NAME    .UNIT     VALUE                         : DESCRIPTION
#_______________________________________________________________________________
SET                .         8                             : 
ALT                .м        78.80                         : Альтитуда
COND               .м        0.00                          : Кондуктор
KWRK               .         Контpол                       : Вид работ
KX                 .м        0.00                          : Координата X устья скважины
KY                 .м        0.00                          : Координата Y устья скважины
NPR                .         980615                        : Номер прибора
Operator           .         Емельянова                    : 
PART               .         Бутенко                       : Начальник партии
PROJECT_UPGRADE_TIME .         2021-03-18T21_24_49           : 
PRZK               .         Шакиров                       : Представитель заказчика
SCLN               .         18.24                         : Поправка на магн.склон. и сближ.мерид.
TLFamily_AZIM      .         Hole Azimuth                  : 
TLFamily_DEPT      .         Measured Depth                : 
TLFamily_METKA     .                                       : 
TLFamily_ROLL      .                                       : 
TLFamily_SPEE      .         Cable Speed                   : 
TLFamily_ZENI      .                                       : 
TPR                .         ИОН-1                         : Тип скважинного прибора
group              .         second                        : 
~Curve Information
#_______________________________________________________________________________
#
#LOGNAME           .UNIT     LOG_ID                        : DESCRIPTION
#_______________________________________________________________________________
DEPT               .M                                      :  
AZIM               .DEG                                    :  
METKA              .                                       :  
ROLL               .DEG                                    :  
SPEE               .M/H                                    :  
ZENI               .DEG                                    :  
~Ascii
840.0      -9999      0          208.47     648        31.56     
850        252.09     0          153.18     612        31.39     
860        251.39     0          152.43     648        31.2      
870        251.58     0          152.09     684        31.05     
880        251.61     0          156.19     684        30.96     
890        252        0          155.28     648        30.84     
900        250.98     0          156        648        30.72     
910        251.74     0          204.06     648        30.52     
920        252.24     0          155.34     684        30.63     
930        252.73     0          155.4      648        30.77     
940        253.5      0          197.29     684        30.82     
950        253.06     0          153.98     648        31.09     
960        252.8      0          154.54     684        31.03     
970        252.76     0          153.45     684        31.11     
980        253.3      0          155.41     648        31.35     
990        254.01     0          157.31     648        31.52     
1000       253.17     0          157.55     648        31.69     
1010       254.08     0          206.43     684        31.8      
1020       253.48     0          205.26     648        31.83     
1030       253.85     0          205.54     648        31.61     
1040       254.58     0          208.81     648        31.7      
1050       255.81     0          152.51     612        31.67     
1060       255.21     0          154.62     612        31.77     
1070       254.09     0          154.45     648        31.61     
1080       253.83     0          153.85     612        31.74     
1090       253.66     0          92.1       648        31.71     
1100       255.75     0          153.71     612        31.86     
1110       255.97     0          152.7      648        31.97     
1120       255.24     0          155.58     648        32.07     
1130       254.75     0          152.78     612        32.2      
1140       254.77     0          153.98     612        32.19     
1150       255.47     0          154.73     612        32.3      
1160       256.36     0          154.26     648        32.51     
1170       255.83     0          155.03     612        32.73     
1180       256.2      0          156.5      648        33.01     
1190       256.03     0          157.84     612        33.28     
1200       257.5      0          157.45     612        33.33     
1210       258.97     0          205.35     576        33.52     
