~Version
 VERS              .         2.0                           : CWLS LOG ASCII STANDARD - VERSION 2.0
 WRAP              .         NO                            : ONE LINE PER DEPTH STEP
 DLM               .         SPACE                         : DELIMITING CHARACTER(SPACE TAB OR COMMA)
~Well Information
#_______________________________________________________________________________
#
#PARAMETER_NAME    .UNIT     VALUE                         : DESCRIPTION
#_______________________________________________________________________________
STRT               .s        12000                         : First reference value
STOP               .s        13800                         : Last reference value
STEP               .s        60                            : Step increment
NULL               .         -9999                         : Missing value
COMP               .                                       : Company
WELL               .         616                           : Well name
FLD                .                                       : Field
LOC                .                                       : Location
CNTY               .                                       : County
STAT               .                                       : State
CTRY               .                                       : Country
SRVC               .                                       : Service Company
DATE               .                                       : Date
API                .                                       : API number
PROJECT_UPGRADE_TIME .         2021-03-18T21_24_50           : 
group              .         Good                          : 
~Parameter Information Block
#_______________________________________________________________________________
#
#PARAMETER_NAME    .UNIT     VALUE                         : DESCRIPTION
#_______________________________________________________________________________
SET                .         D7021_T                       : 
OTHER              .         Kedr.exe версия 2.1.2.32      : 
OTHER_10           .         TM.GRD = 0.00404*TM$.UE + 0.07: 
OTHER_11           .         MN.ATM = (6.33279e-006*TM.GRD + 0.02401)*(MN$.UE + 2.72*TM.GRD + -2018): 
OTHER_12           .         GK.MKR/H = GK$.UE / 43.5489 + 0: 
OTHER_13           .         RES.SM = 0.00476*CRES.UE - 1.51709: 
OTHER_14           .         PL.GSM3 = 0 + 0 * (PL.UE / 1) +  0 * (PL.UE / 1)^2: 
OTHER_15           .         Постоянная времени ГГП = 6 сек: 
OTHER_16           .         Постоянная времени ГК = 6 сек : 
OTHER_2            .         KedrData.dll версия 3.2.2.14  : 
OTHER_3            .         LasInf.dll версия 3.2.0.13    : 
OTHER_4            .         Драйвер версия 1.2.0.5        : 
OTHER_5            .         Прибор_ КСА-M1                : 
OTHER_6            .         Номер прибора_ 155+р204       : 
OTHER_7            .         Режим_ КСА-М1 + ГГП + Резистивиметр: 
OTHER_8            .         Форма_ 223\2                  : 
OTHER_9            .         Тарировки_                    : 
PROJECT_UPGRADE_TIME .         2021-03-18T21_24_50           : 
TLFamily_CRES      .                                       : 
TLFamily_DEPT      .         Measured Depth                : 
TLFamily_GK        .         Gamma Ray                     : 
TLFamily_GK$       .                                       : 
TLFamily_LM        .         Casing Collar locator         : 
TLFamily_METKA     .                                       : 
TLFamily_MN        .                                       : 
TLFamily_MN$       .                                       : 
TLFamily_PL        .                                       : 
TLFamily_PL_2      .                                       : 
TLFamily_RCOR      .                                       : 
TLFamily_RES       .         Mud Resistivity               : 
TLFamily_SPID      .         Spontaneous Potential         : 
TLFamily_STD       .                                       : 
TLFamily_TIME      .         Time                          : 
TLFamily_TM        .         Temperature                   : 
TLFamily_TM$       .         Temperature                   : 
TLFamily_VGD       .         Gas Volume                    : 
group              .         prim                          : 
~Curve Information
#_______________________________________________________________________________
#
#LOGNAME           .UNIT     LOG_ID                        : DESCRIPTION
#_______________________________________________________________________________
TIME               .s                                      : 1 Время, сек -    0.0 см 
CRES               .UE                                     : 9 Проводимость, усл.ед. -  222.0 см 
DEPT               .M                                      : 4 Глубина, м -    0.0 см 
GK                 .MKR/H                                  : 16 Гамма-активность, мкр./ч -  106.0 см 
GK$                .UE                                     : 13 Гамма-активность, усл.ед. -  106.0 см 
LM                 .                                       : 11 Локатор муфт,  -   16.0 см 
METKA              .                                       : 3 Метки,  -    0.0 см 
MN                 .ATM                                    : 15 Давление, атм. -  160.0 см 
MN$                .UE                                     : 7 Давление, усл.ед. -  160.0 см 
PL                 .UE                                     : 10 Плотность, усл.ед. -  270.0 см 
PL_2               .GSM3                                   : 18 Плотность, г./см3 -  270.0 см 
RCOR               .CM/KM                                  : 5 Коррекция по ролику, см/км -    0.0 см 
RES                .SM                                     : 17 Проводимость,  -  222.0 см 
SPID               .M/H                                    : 2 Скорость, м/час -    0.0 см 
STD                .                                       : 12 Приток,  -  170.0 см 
TM                 .GRD                                    : 14 Температура, °C -  180.0 см 
TM$                .UE                                     : 6 Температура, усл.ед. -  180.0 см 
VGD                .                                       : 8 Влагомер,  -  170.0 см 
~Ascii
12000.0    -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999      -9999     
12060      1158       2634.78    9.69       412        28         0          241.892    11823      13         0          0          3.995      0          9897       50.448     12470      6639      
12120      1158       2634.78    9.96       422        30         0          241.902    11823      14         0          0          3.995      0          9912       50.546     12494      6657      
12180      1159       2634.78    10.06      397        29         0          241.889    11822      14         0          0          3.9981     0          9911       50.571     12500      6644      
12240      1158       2634.78    9.94       415        28         0          241.853    11821      14         0          0          3.995      0          9915       50.55      12495      6650      
12300      1158       2634.78    10.42      473        29         1          241.824    11820      13         0          0          3.995      0          9904       50.511     12485      6651      
12360      1158       2634.78    10.65      465        29         0          241.813    11819      13         0          0          3.995      0          9909       50.569     12500      6650      
12420      1157       2634.78    9.94       408        29         0          241.783    11818      14         0          0          3.9902     0          9909       50.546     12494      6651      
12480      1158       2634.78    9.72       441        28         0          241.791    11818      14         0          0          3.9973     0          9913       50.54      12493      6650      
12540      1158       2634.78    9.42       399        29         0          241.778    11818      14         0          0          3.995      0          9906       50.534     12491      6650      
12600      1159       2634.78    10         430        28         0          241.782    11818      14         0          0          3.9987     0          9910       50.559     12497      6649      
12660      1159       2634.78    10.09      444        29         0          241.9      11823      14         0          0          3.9978     0          9910       50.534     12491      6650      
12720      1158       2634.78    10.27      453        29         0          242.024    11828      15         0          0          3.995      0          9905       50.558     12497      6650      
12780      1158       2634.78    10.22      456        28         0          242.034    11828      14         0          0          3.995      0          9911       50.566     12499      6651      
12840      1159       2634.78    9.87       417        29         0          241.956    11825      14         0          0          3.9997     0          9911       50.531     12490      6650      
12900      1159       2634.78    10.45      450        31         1          242.506    11848      13         0          0          3.9994     0          9911       50.517     12487      6651      
12960      1158       2634.78    8.74       366        29         0          241.815    11819      14         0          0          3.995      0          9917       50.576     12502      6650      
13020      1160       2634.78    10.11      450        31         0          245.982    11991      14         0          0          4.0045     0          9916       50.57      12500      6648      
13080      1170       2634.78    9.92       426        1193       0          290.602    13822      13         0          0          4.0521     0          9976       50.946     12593      6656      
13140      1175       2634.78    9.55       413        1455       0          299.164    14173      14         0          0          4.0744     0          10001      51.208     12658      6670      
13200      1181       2634.78    9.6        423        1922       0          305.778    14442      14         0          0          4.1045     0          10095      51.532     12738      6670      
13260      1187       2634.78    9.14       391        178        0          314.319    14792      14         0          0          4.133      0          10153      51.843     12815      6653      
13320      1192       2634.78    9.97       434        212        0          319.564    15005      14         0          0          4.1579     0          10226      52.177     12898      6674      
13380      1199       2634.78    9.58       416        206        0          326.927    15305      13         0          0          4.1906     0          10284      52.505     12979      6676      
13440      1204       2634.78    9.9        419        147        0          334.517    15616      14         0          0          4.2116     0          10341      52.776     13046      6666      
13500      1205       2634.78    9.79       431        359        0          325.818    15258      13         0          0          4.22       0          10383      52.894     13075      6655      
13560      1206       2634.78    9.44       404        92         0          316.906    14891      13         0          0          4.2211     0          10410      53.03      13109      6648      
13620      1206       2634.78    9.73       398        113        0          311.003    14648      14         0          0          4.2243     0          10432      53.131     13134      6649      
13680      1211       2634.78    10.2       443        118        0          306.412    14458      14         0          0          4.2474     0          10451      53.232     13159      6649      
13740      1214       2634.78    9.72       420        110        0          303.715    14347      14         0          0          4.262      0          10470      53.337     13185      6643      
13800      1214       2635.89    10.18      432        474        0          302.466    14295      14         0          0          4.2615     1131       10478      53.419     13205      6658      
